<h4>Публичный договор - оферта по оказанию платных услуг</h4>
<ol>
<li>
    <p>Настоящий документ является официальным предложением (публичной офертой) сайта <?php echo Yii::app()->params['adminDomen'];  ?> и содержит все условия на оказание платных услуг <?php echo Yii::app()->params['adminDomen'];  ?></p>
    </li>
    <li>
    <p>В соответствии с пунктом 2 статьи 437 ГК РФ, в случае принятия ниже изложенных условий и оплаты услуг сайта, юридическое или физическое лицо становится Заказчиком (п.3 ГК РФ), а Исполнитель и Заказчик вместе - Сторонами договора. Внимательно прочтите документ, ознакомьтесь с ценами на платные услуги сайта. В случае несогласия с каким-либо пунктом настоящей оферты, Исполнитель предлагает Вам отказаться от использования услуг.</p>
    </li>
    <li>
    <p>Оплачивая услуги сайта <?php echo Yii::app()->params['adminDomen'];  ?>, Вы полностью соглашаетесь с настоящим договором (акцепт оферты) и являетесь Заказчиком услуг Исполнителя по заключённому договору</p>
    </li>
    <li>
    <p>Предметом договора является оказание Исполнителем платных услуг Заказчику</p>
    </li>
    <li>
    <p>Платные услуги предоставляются в полном объёме при условии полной и своевременной оплаты Заказчиком, и начинают действовать в течении 1-2 минут после оплаты выбранной услуги</p>
    </li>
    <li>
    <p>Ознакомившись с условиями настоящей публичной оферты, перечнем платных услуг <?php echo Yii::app()->params['adminDomen'];  ?> и разделом помощи, Заказчик может приступать к оплате выбранной услуги</p>
    </li>
    <li>
    <p>После проведением Заказчиком оплаты и зачисления денежных средств в кассу Исполнителя, договор Оферты вступает в силу</p>
    </li>
    <li>
    <p>Услуги считаются оказанными в полном объёме, если в течение 12 часов с момента оплаты выбранной услуги, Заказчиком не выслан на электронный адрес Исполнителя мотвированный отказ от принятия услуги</p>
    </li>
    <li>
    <p>Исполнитель делает всё возможное для предоставления Заказчику качественных услуг в соответствии с прейскурантом и выставленными ценами</p>
    </li>
    <li>
    <p>Исполнитель не несёт ответственности за нарушение условий Договора-оферты, если нарушение вызвано обстоятельствами непреодолимой силы - пожар, наводнение, действия гос. органов, отсутствие электричества, отсутствие подключения к интернету по вине провайдера, сбои в компьютерной сети, забастовки, землетрясение и другими стихийными бедствиями и обстоятельствами, делающих невозможным выполнение условий Договора-оферты Исполнителем</p>
    </li>
    <li>
    <p>В случае невозможности окахания платных услуг сайта по вине Исполнителя, Исполнитель обязуется вернуть деньги Заказчику в полном объёме, в других случаях возврат денег не производится</p>
    </li>
    <li>
    <p>За невыполнение или за ненадлежащее выполнение настоящего Договора-оферты, Стороны несут ответственность в соответствии с законодательством РФ, все споры и разногласия решаются путём переговоров Сторон</p>
    </li>
</ol>